<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>Decreto 620 de 2020</title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">

		<div class="panel-heading root-panel-heading">
            <!-- Name -->
               <b>Decreto 620 de 2020</b>

            <!-- If a View with Viewpoint -->
			   (<span class="i18n-elementtype-Contract"></span>)
			   <a class="glyphicon glyphicon-info-sign" id="hint-Contract" target="hint"></a>
		</div>

		<div class="panel-body root-panel-body">
		    <!-- If this is a digram model (has children and no bounds) show the image -->

			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
                    <!-- Purpose / Documentation / Content -->
					   <li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>

                    <!-- Properties -->
                    <li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>

				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<div class="convertlinks documentation" style="white-space:pre-wrap">ART&#205;CULO 2.2.17.2.1.1. Servicios ciudadanos digitales. Los servicios ciudadanos digitales se clasifican en servicios base y servicios especiales.

1.1. Servicio de interoperabilidad: Es el servicio que brinda las capacidades necesarias para garantizar el adecuado flujo de informaci&#243;n e interacci&#243;n entre los sistemas de informaci&#243;n de las entidades, permitiendo el intercambio, la integraci&#243;n y la compartici&#243;n de la informaci&#243;n, con el prop&#243;sito de facilitar el ejercicio de sus funciones constitucionales y legales, acorde con los lineamientos del marco de interoperabilidad.

ART&#205;CULO 2.2.17.2.2.2. Prestaci&#243;n del servicio ciudadano digital de interoperabilidad. *El servicio de interoperabilidad para las entidades del Estado ser&#225; prestado de forma exclusiva por el Articulador*.

Los prestadores de servicios ciudadanos digitales podr&#225;n conectarse con la plataforma de interoperabilidad del Estado, de conformidad con las condiciones que para tal efecto defina el Ministerio de Tecnolog&#237;as de la Informaci&#243;n y las Comunicaciones.

ART&#205;CULO 2.2.17.2.2.3. Prestaci&#243;n de los servicios ciudadanos digitales de autenticaci&#243;n digital y carpeta ciudadana digital.

El servicio ciudadano de carpeta ciudadana digital ser&#225; prestado por el Articulador y por los prestadores de servicios ciudadanos digitales que se encuentren conectados con la plataforma de interoperabilidad del Estado, de conformidad con las condiciones que para tal efecto defina el Ministerio de Tecnolog&#237;as de la Informaci&#243;n y las Comunicaciones.

PAR&#193;GRAFO. El Ministerio de Tecnolog&#237;as de la Informaci&#243;n y las Comunicaciones, establecer&#225; las condiciones m&#237;nimas para el servicio de carpeta ciudadana digital e interoperabilidad.

ARTICULO 2.2.17.2.2.5. Vinculaci&#243;n a los servicios ciudadanos digitales. Las entidades se&#241;aladas en el art&#237;culo 2.2.17 .1.2 del presente Decreto, deber&#225;n vincularse a los servicios ciudadanos digitales a trav&#233;s de la Gura que emita el Ministerio de Tecnolog&#237;as de la Informaci&#243;n y las Comunicaciones, en los t&#233;rminos establecidos en el art&#237;culo 2.2.17.7.1 de este Decreto.

ARTICULO 2.2.17.4.6. *Obligaciones especiales del Articulador en la prestaci&#243;n del servicio de interoperabilidad*. El Articulador como prestador del servicio de interoperabilidad deber&#225; cumplir las siguientes obligaciones especiales:

1. Acompa&#241;ar a las entidades se&#241;aladas en el art&#237;culo 2.2.17.1.2 en la creaci&#243;n, dise&#241;o, implementaci&#243;n o adecuaciones t&#233;cnicas de los tr&#225;mites y servicios que sus sistemas de informaci&#243;n expondr&#225;n en los servicios ciudadanos digitales y que cumplan con el Marco de interoperabilidad.
1. Disponer en su plataforma los servicios de interoperabilidad que las entidades p&#250;blicas tengan actualmente implementados o que fueron publicados en la plataforma de interoperabilidad del Estado colombiano y deben dar cumplimiento del requisito del nivel tres (3) de madurez, de conformidad con lo dispuesto en el Marco de interoperabilidad.
1. Apoyar la configuraci&#243;n, habilitaci&#243;n y exposici&#243;n de los servicios de intercambio de informaci&#243;n que podr&#225;n ser consumidos por los sujetos se&#241;alados en art&#237;culo 2.2.17.1.2 del presente Decreto.
1. *Mediar y coordinar el intercambio de informaci&#243;n entre los sujetos se&#241;alados en art&#237;culo 2.2.17 .1.2* del presente Decreto, integrando los servicios habilitados o expuestos, de conformidad con las reglas y pol&#237;ticas definidas en el Marco de interoperabilidad.

ART&#205;CULO 2.2.17.4.7. Obligaciones de los sujetos obligados. Los sujetos a los que se refiere el art&#237;culo 2.2.17 .1.2 del presente Decreto tendr&#225;n a su cargo las siguientes obligaciones, en cuanto a servicios ciudadanos digitales:

1. Actualizar en el Sistema &#250;nico de Informaci&#243;n de Tr&#225;mites -SUIT- del Departamento Administrativo de la Funci&#243;n P&#250;blica -DAFP- los tr&#225;mites u otros procedimientos administrativos en los cuales se haga uso de los servicios ciudadanos digitales, donde se informe claramente a los ciudadanos, usuarios o grupos de inter&#233;s los pasos que deben adelantar para acceder a estos servicios
1. Analizar los riesgos inherentes a cada tr&#225;mite de acuerdo con los lineamientos dados en la Gura para la vinculaci&#243;n y uso de los servicios ciudadanos digitales.
1. Definir las reglas y pol&#237;ticas que deben ser consideradas por el prestador de servicio en el intercambio y composici&#243;n de la informaci&#243;n de un servicio o tr&#225;mite determinado. Lo anterior, atendiendo los lineamientos del Marco de Referencia de Arquitectura Empresarial para la Gesti&#243;n de TI en el Estado, el Modelo de seguridad y privacidad de la informaci&#243;n, as&#237; como del Marco de interoperabilidad, para que las entidades que requieran esta informaci&#243;n en sus procesos puedan exponer o consumir servicios seg&#250;n corresponda.
1. Hacer uso de los servicios de Intercambio de informaci&#243;n publicados con el objeto de optimizar sus procesos, automatizar los tr&#225;mites y servicios y recibir o acceder a la informaci&#243;n que comparte el usuario de servicios ciudadanos digitales para integrarlos dentro de un tr&#225;mite o actuaci&#243;n de la entidad.
1. Firmar electr&#243;nicamente los documentos que as&#237; lo requieran, haciendo uso de los mecanismos otorgados para tal efecto, por el articulador o el prestador de servicios ciudadanos digitales, al funcionario respectivo.
1. Concertar con el Articulador los esquemas de soporte al usuario de servicios ciudadanos digitales de tal manera que los casos que competan a la prestaci&#243;n de servicios ciudadanos digitales sean escalados adecuadamente, sin perjuicio de los niveles de servicios y soporte que le competen a la entidad p&#250;blica en el marco de la administraci&#243;n de sus sistemas de informaci&#243;n.
1. Incluir los mecanismos de interoperabilidad necesarios que permitan hacer m&#225;s &#225;giles y eficientes los tr&#225;mites y servicios evitando solicitar informaci&#243;n a ciudadanos y empresas a la que puedan acceder, consultar o solicitar a otra entidad. De igual forma, deber&#225;n usar el servicio de interoperabilidad para el intercambio de informaci&#243;n con otras entidades.

ARTICULO 2.2.17.5.7. Limitaci&#243;n al uso de la informaci&#243;n. Los datos personales *y los datos de los usuarios enviados a trav&#233;s del servicio ciudadano digital de interoperabilidad* y en general la informaci&#243;n generada, producida, almacenada, enviada o compartida en la prestaci&#243;n de los servicios ciudadanos digitales, no podr&#225;n ser objeto de comercializaci&#243;n, ni de explotaci&#243;n econ&#243;mica de ning&#250;n tipo, salvo autorizaci&#243;n expresa del titular de los datos y de conformidad con los l&#237;mites que impone la Ley de Protecci&#243;n de Datos de Car&#225;cter Personal, Ley 1581 de 2012.
</div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>