<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>Gobierno Digital</title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">

		<div class="panel-heading root-panel-heading">
            <!-- Name -->
               <b>Gobierno Digital</b>

            <!-- If a View with Viewpoint -->
			   (<span class="i18n-elementtype-BusinessObject"></span>)
			   <a class="glyphicon glyphicon-info-sign" id="hint-BusinessObject" target="hint"></a>
		</div>

		<div class="panel-body root-panel-body">
		    <!-- If this is a digram model (has children and no bounds) show the image -->

			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
                    <!-- Purpose / Documentation / Content -->
					   <li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>

                    <!-- Properties -->
                    <li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>

				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<textarea id="docsrc" style="display:none">Es la pol&#237;tica p&#250;blica liderada por el Ministerio de Tecnolog&#237;as de la Informaci&#243;n y las Comunicaciones (MinTIC), que tiene como objetivo &#8220;Promover el uso y aprovechamiento de las tecnolog&#237;as de la informaci&#243;n y las comunicaciones para consolidar un Estado y ciudadanos competitivos, proactivos, e innovadores, que generen valor p&#250;blico en un entorno de confianza digital&#8221;.

No se trata &#250;nicamente de automatizar procesos, o de atender la provisi&#243;n de tr&#225;mites y servicios para la ciudadan&#237;a. Ahora la mirada en temas de eficiencia administrativa se enriquece con una visi&#243;n mucho m&#225;s integral, orientada a la generaci&#243;n de valor p&#250;blico por parte de todos los actores que construyen y aportan a lo p&#250;blico, en donde la ciudadan&#237;a se empodera y es protagonista de su realidad, y el Estado transforma sus servicios y se constituye en una plataforma para que los ciudadanos colaboren en la soluci&#243;n de problemas y necesidades.

Gobierno Digital impone retos como:

* El Estado como generador de empoderamiento ciudadano y generador de oportunidades para promover el desarrollo de productos y servicios, el conocimiento y la investigaci&#243;n.
* Desarrollar espacios y mecanismos concretos para permitir que actores como la industria, la academia, los centros de investigaci&#243;n y la sociedad civil, entre otros, formen parte de este nuevo entorno y aporten en el desarrollo de servicios de valor y la soluci&#243;n a problem&#225;ticas p&#250;blicas, en donde las TIC son una herramienta que apoya este proceso.
* Generar espacios en donde los ciudadanos puedan contribuir activamente en el desarrollo y mejoramiento de sus servicios, pasando de un enfoque en donde el Estado dise&#241;a servicios para el ciudadano, a otro, en donde el ciudadano es protagonista activo en su dise&#241;o (co-dise&#241;o).
* Se requiere contar con ciudadanos y actores sociales que conozcan, entiendan y apropien el uso de las TIC, para dar soluci&#243;n a sus necesidades. Estos actores no solo consumen lo que le ofrece el Estado, sino que ellos mismos son un gestor del cambio que produce soluciones.
* Facilitar o crear ambientes propicios, entregando las condiciones requeridas para que terceros puedan prestar servicios de valor al ciudadano y se generen modelos de negocio a partir de incentivos generados desde el Estado.
* Usar y aprovechar el potencial de tecnolog&#237;as emergentes para gestionar la transformaci&#243;n del sector p&#250;blico y su entorno, con el fin de dar respuesta a las necesidades y problem&#225;ticas p&#250;blicas.
</textarea>
						<div id="doctgt" style="white-space:pre-wrap"></div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>