<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>Lenguaje común de intercambio de información</title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">

		<div class="panel-heading root-panel-heading">
            <!-- Name -->
               <b>Lenguaje com&#250;n de intercambio de informaci&#243;n</b>

            <!-- If a View with Viewpoint -->
			   (<span class="i18n-elementtype-BusinessObject"></span>)
			   <a class="glyphicon glyphicon-info-sign" id="hint-BusinessObject" target="hint"></a>
		</div>

		<div class="panel-body root-panel-body">
		    <!-- If this is a digram model (has children and no bounds) show the image -->

			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
                    <!-- Purpose / Documentation / Content -->
					   <li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>

                    <!-- Properties -->
                    <li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>

				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<textarea id="docsrc" style="display:none">Es el est&#225;ndar nacional definido y administrado por el MinTIC que facilita el intercambio de informaci&#243;n entre las entidades p&#250;blicas con el prop&#243;sito de mejorar los servicios digitales dirigidos a los ciudadanos y empresas.

Independientemente de la entidad responsable del dato o due&#241;a de la informaci&#243;n, se deben definir y entender los conceptos en consenso entre las entidades que participan del intercambio, para que tanto entidades como ciudadanos perciban la misma informaci&#243;n, significado y sintaxis.

Los niveles de notificaci&#243;n de cumplimiento son los siguientes: inicial, definido y optimizado. Para alcanzar cualquier nivel en particular se establece como anexo la gu&#237;a de uso del lenguaje com&#250;n de intercambio de informaci&#243;n y conceptos generales. Documento publicado en la secci&#243;n de documentos y manuales del portal de lenguaje com&#250;n. http://lenguaje.mintic.gov.co

La reusabilidad debe ser interpretada como el medio a trav&#233;s del cual las entidades p&#250;blicas pueden compartir su informaci&#243;n ya estandarizada y publicada en el diccionario de datosdisponible para cualquier tipo de servicio de intercambio de informaci&#243;n.

El instrumento propuesto para la implementaci&#243;n del dominio sem&#225;ntico del Marco de Interoperabilidad.
* Identificar y definir la informaci&#243;n a intercambiar
* Conceptualizar la Informaci&#243;n.- Una vez la entidad identifica el conjunto de elementos de datos particulares a los procesos de negocio que hacen parte de los servicios de intercambio de informaci&#243;n, la entidad revisa la existencia de dichos elementos de dato dentro del lenguaje com&#250;n. http://lenguaje.mintic.gov.co/diccionario-de-elementos-de-datos. La entidad realiza la definici&#243;n sem&#225;ntica de cada uno de los elementos de dato identificados en el cat&#225;logo. Esta definici&#243;n contiene informaci&#243;n como la identificaci&#243;n, la definici&#243;n, el formato, las validaciones, las fuentes, entre otros. Todas estas definiciones deben ser aprobadas por la entidad y el equipo de acompa&#241;amiento de Lenguaje Com&#250;n de la Direcci&#243;n de Gobierno Digital
* Publicar el servicio de intercambio de informaci&#243;n en el Directorio de Servicios de Intercambio de Informaci&#243;n.- Finalizada la evaluaci&#243;n del servicio desarrollado por la entidad, esta debe solicitar la publicaci&#243;n en el Directorio de Servicios de Intercambio de Informaci&#243;n a trav&#233;s deldiligenciamiento de una solicitud de servicio la cual debe ser enviada al Centro de Contacto al Ciudadano de MinTIC soporteccc@mintic.gov.co

</textarea>
						<div id="doctgt" style="white-space:pre-wrap"></div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>